[
    {
      "title": "Casa de la Corregidora",
      "description": "This historic building is a symbol of Mexico's independence. The Casa de la Corregidora was where key events of the independence movement were planned.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/corregidora.jpg"
    },
    {
      "title": "Historic Center of Querétaro",
      "description": "A UNESCO World Heritage Site, the historic center features Baroque and Neoclassical architecture, with civil and religious monuments reflecting its rich history.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/centro.jpg"
    },
    {
      "title": "Santa Rosa de Viterbo Church",
      "description": "A stunning example of Querétaro Baroque style, with intricate Solomonic columns and a richly decorated interior. Its hand-carved wooden pulpit and organ are highlights.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/santa_rosa.jpg"
    },
    {
      "title": "Plaza de Armas",
      "description": "The heart of the city, surrounded by landmarks like the Government Palace and Casa de los Corregidores. A perfect spot for leisurely walks.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/plaza_armas.jpg"
    },
    {
      "title": "Querétaro Aqueduct",
      "description": "This 18th-century marvel, with 74 arches, was built to transport water from a spring to the city. Today, it’s one of Querétaro’s most iconic landmarks.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/acueducto.jpg"
    },
    {
      "title": "Querétaro Industrial Park",
      "description": "Located south of the city, this premier industrial hub hosts top-tier infrastructure for automotive, aerospace, and other industries.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/parque_industrial_qro.webp"
    },
    {
      "title": "El Marqués Industrial Park",
      "description": "A key manufacturing zone, especially for tech and export sectors, with direct access to federal highways and the international airport.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/industrial_marques.jpg"
    },
    {
      "title": "Querétaro 2000",
      "description": "A modern business district near Querétaro Intercontinental Airport, ideal for investors expanding logistics and commercial operations.",
      "url": "https://sergiocoria92.github.io/wdd231/chamber/images/parque_2000.jpg"
    }
  ]